[{"stars": 5, "business_id": "UntbR8C0Mxsfd-hNBZXO-w", "text": "Molto bella la location della Chamade: elegante al punto giusto. In sala vi è un proiettore grazie al quale è possibile guardare le partite di campionato quasi come fossi al cinema. Sul menù si nota la scritta \"La Chamade: l'arte della pizza a metro\", non ho assaggiato gli invitanti 50,75 o 100 cm di pizza che il ristorante offriva, ma posso espormi sulla classica pizza a persona: davvero squisita, ben cotta e ingredienti freschissimi. Buona anche tutta la parte dei contorni. Un po' care le birre. Oltre ad essere pizzeria, la Chamade è anche lounge bar in una sala adiacente a quella adibita al ristorante; inoltre vi è la possibilità di festeggiare il proprio compleanno o qualsiasi altro tipo di evento. Comoda anche l'ubicazione: proprio sulla nota Rotonda di Maradona, facile da raggiungere. Davvero soddisfatta!", "date": "2014-03-31", "funny": 0, "useful": 3, "review_id": "GGc5DIouc0Gchqk_rZshdg", "cool": 1, "user_id": "I0oLG7MHi3BrHvB6RWSdnA"}, {"stars": 5, "business_id": "UntbR8C0Mxsfd-hNBZXO-w", "text": "Una delle  Migliori pizzerie in zona, posto strategico, uscita dalla Tangenziale Direzione Qualiano, ha il parcheggio interno e anche di sabato sera ci si accomoda velocemente hanno tanti posti a sedere. \n\nSpecialità Pizza a Metro, se siete in coppia o con amici riuscite ad assaggiare piu gusti. Personalmente le pizze che preferisco sono 2 la prima Con Radicchio e Speak e scagie di parmigiano e solo il pensiero mi viene l'acquolina in bocca e l'altra fresca Fresca.. \nPrezzi Modici Normalita, ma attenzione a prendere antipastini fritti costano caro.", "date": "2013-09-23", "funny": 2, "useful": 2, "review_id": "mTAY45jHNdZdIp6MB1E1kA", "cool": 2, "user_id": "0w4puQkKd1m64_mVYKPiKA"}, {"stars": 4, "business_id": "UntbR8C0Mxsfd-hNBZXO-w", "text": "Il locale si trova poco lontano dall'uscita 'Licola' della tangenziale. È molto grande e dotato di parcheggio. Esiste da parecchio tempo, ma da qualche tempo il menù è stato modificato grazie ai giovani pizzaioli figli del proprietario. L'offerta inerente il settore 'pizza' è molto ampia: si va dalla Margherita in versione classica, alla petalosa che è una Margherita ricoperta di ottimo pomodoro dell'Orto di Lucullo sul quale vengono adagiate fettine di mozzarella di bufala dop a formare dei fiori; per i vegani c'è la pizza vegana condita con papaccelle, friarielli e melanzane; per chi ama la pizza fritta c'è la Margherita fritta e poi passata al forno. Ottima l'offerta delle birre artigianali. E chi vuol terminare il pranzo o la cena con una pizza dolce, può chiedere una pizza farcita con crema pasticcera e fragole (l'impasto della pizza in questione è idratato con le fragole e non con l'acqua!).", "date": "2016-03-13", "funny": 0, "useful": 1, "review_id": "ZquZPh0w-OY1gAFCTk_QtQ", "cool": 1, "user_id": "0DLH55Fcmx-lI5dkyL_bKQ"}, {"stars": 4, "business_id": "UntbR8C0Mxsfd-hNBZXO-w", "text": "Chamade è sinonimo di pizza, nei dintorni, la pizzeria infatti propone pizze di vari gusti, tutte molto gradevoli al palato e di prezzi modici. Ottimo rapporto qualità prezzo e personale qualificato, possibilità di parcheggio e vedere le partite di campionato in compagnia e davanti a un'ottima cena.", "date": "2013-11-02", "funny": 1, "useful": 2, "review_id": "1gjUp0fwVHHD2AphiyeDrQ", "cool": 1, "user_id": "9PPcJLgXuEUYh3nMS7hXKg"}, {"stars": 5, "business_id": "jYnEPopX6gLlkoIRnWX7VQ", "text": "I have had massages from several therapists all over the country but when I was introduced to Patricia over 6 years, I knew I'd found the best!  Patricia has helped my body work through the physical strain of both my pregnancies, not to mention the everyday pressures and on-going physical ailments from past car accidents.  She not only understands my bodies muscular and skeletal structure, she understands the emotional impact on my body.  I do, without hesitation, recommend Patricia!", "date": "2011-12-07", "funny": 0, "useful": 0, "review_id": "5Le6YyKZevWqicAMlDUHiQ", "cool": 0, "user_id": "TdiS_KhV5av_m3nujACn7A"}, {"stars": 5, "business_id": "jYnEPopX6gLlkoIRnWX7VQ", "text": "I have had numerous massages throughout the South Bay and Patricia is up at the top of therapists.  Not only was it a great and relaxing atmosphere but she found the stressful areas of the body that needed attention.  I believe deep tissue therapy is much needed and recommend Patricia to take care of the stress in your body.", "date": "2011-08-15", "funny": 0, "useful": 0, "review_id": "slUupQPbLLvUlG0mf2mzag", "cool": 0, "user_id": "nQx3nKOEqr0lqpL0RIMO6g"}, {"stars": 5, "business_id": "jYnEPopX6gLlkoIRnWX7VQ", "text": "For the last 9 months, I have been dealing with severe sciatic pain, caused by a herniated/slipped disc. I have two rounds of P.T.,had Chiropractic care, gotten regular massages, done pilates, had two injections, and acupuncture. I went from being very active, to barely being able to walk up and down the stairs (I am 47). I have spoken with a surgeon, who recommends surgery. In a last ditch effort and on the recommendation of a friend, I booked an appointment with Patricia. The first time I met her, I was immediately drawn to her nurturing, loving spirit, her desire to know exactly what was going on in my body, and her belief that she could help. And amazingly, after 9 months of often times excruciating, breathtaking pain, I am starting to feel a lot better. She, as a person, is just a beautiful, loving, kind, nurturing spirit, professionally, she is a master at her craft. If you are in pain, stressed, or just need some TLC, book an appointment with Patricia. You will not\n be sorry and your body will thank you.", "date": "2015-01-09", "funny": 0, "useful": 0, "review_id": "lSOg5nPIQx4TGR4JhZi95w", "cool": 0, "user_id": "zYsQB7ErPFVPMWBtvjzPHA"}, {"stars": 4, "business_id": "s44fonP-M6Gzh7goJi559w", "text": "Natural Bridge is basically an arch.  The road to get here is very rough.  It's short, but sure feels a lot longer than that as my car slowly crawls on the bumpy road.  My poor car was taking a beating!  I drive a compact SUV, but I did see a lot of sedans, so it looks like those cars will make it too.  \n\nIt's an easy hike to get to the bridge, definitely less than a mile one way. The trail is wide and mostly leveled. The bridge itself if not very spectacular, especially compared to the arches at Arches National Park.  It's a small arch, but still makes for some good pictures.  My sister and I did the standard \"pretend you're holding the arch up\" photo and we did one where we jumped and formed an arch with our arms while in the air.  Ah...good times.  \n\nThis attraction is not as crowded as the others, I suppose because it's not as accessible.  And, most people will hike to the arch, snap a few photos, and then just head back. If you're the curious type, you might want to walk further and see what lies beyond the arch. We didn't do that due to time constraints.  \n\nAs with the other Death Valley sites, Natural Bridge is definitely worth a stop.", "date": "2014-01-16", "funny": 0, "useful": 1, "review_id": "6JLGhU17sPBnhIdnAdrzOg", "cool": 1, "user_id": "TmKW9WZyvRXv7v9e9GORPg"}, {"stars": 4, "business_id": "s44fonP-M6Gzh7goJi559w", "text": "Dies ist einer der leichteren Wanderausflüge im Death Valley. Ca. 15 Meilen südlich von Furnace Creek (Achtung: In Furnace Creek nicht dem Highway 190 folgen, sondern rechts in die Badwater Road abbiegen!) liegt links ein Parkplatz, der meist gut besucht ist. Schuhe festziehen, Rucksack mit Trinkwasser aufschnallen - und los kann es gehen.\n\n\n Für diese Wanderung benötigt man bei gemächlicher Gangart ca. zwei Stunden - also ein guter Nachmittags-Ausflug. Am Nachmittag scheint die Sonne schön in den Canyon und verursacht ein Meer an Farben an den Felswänden. Der Pfad ist leicht zu begehen, geht moderat bergauf mit dem Trost, dass es auf dem Rückweg wieder runter geht.\n\n\n Schon nach kurzer Zeit erreicht man die \"natürliche Brücke\", die dem Canyon den Namen gegeben hat. Es ist immer wieder faszinierend zu sehen, welche Gesteinsformen die Natur über die Jahrmillionen Jahre schafft. Je weiter man geht, umso enger wird der Canyon, aber nie bedrückend. An einigen Stellen kann man sehen, wie das seltene Wasser steinerne Wasserfälle gebildet hat - einmal im Jahr stürzt hier das Regenwasser runter.\n\n\n Fazit: Selbst wenn man gemächlich geht, schwitzen lässt sich nicht vermeiden. Auch nicht im Frühjahr bei moderaten Temperaturen, als wir dort waren. Es gibt schöne Felsformationen zu bewundern, herrliche Lichteffekte. Allerdings ist man hier nicht alleine, wie an so vielen anderen Plätzen im Death Valley. Zu einfach ist dieser Canyon zu erreichen und einfach zu begehen. Aber für vier Sterne reicht es allemal.", "date": "2010-04-25", "funny": 1, "useful": 2, "review_id": "oZ31qtolRIVxuZUfnYvtRw", "cool": 2, "user_id": "j0rsg8j7TnLjO6pH2jA64w"}, {"stars": 3, "business_id": "s44fonP-M6Gzh7goJi559w", "text": "Nothing that amazing about this arch. You can go further down this canyon to check out other sites, but I found the arch mediocre compared to the other sites/landmarks that Death Valley has to offer. \n\nThe drive to the canyon is the BUMPIEST road I have EVER been on! It's like the Indiana Jones ride to Disneyland, but funner/worse, depending on how you view it. If you plan to visit the Natural Bridge, be sure to put the Indiana Jones soundtrack while you're driving! It's the most fitting song for the ride up, haha. \n\nIt's an easy, short hike to the bridge. It's a small incline all the way up to the bridge, so going back down is all decline. \n\nIf you're looking to see an arch for the first time, this is a good stop. I recommend hiking further down the canyon, as I don't think the drive up is worth JUST to see the arch. Have fun!", "date": "2015-01-17", "funny": 0, "useful": 0, "review_id": "iYNTb9R6mTtFiUrBsOiKAQ", "cool": 0, "user_id": "nZ30Pzkc6DUHe9y-YZknWA"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "I've always hated going to the dentist, and I won't say that I actually look forward to my appointments, but I will say that Dr. Ayoub is the best dentist I've had since I was a kid. I've been going to him for 10 years and I definitely feel like I'm in good hands. He's not out to make money off me, he's out to make sure that my teeth are in good shape.", "date": "2010-04-20", "funny": 0, "useful": 0, "review_id": "EiHg-sTtdHxQu6GOzlMyfw", "cool": 0, "user_id": "9RxA3cfvilU0LHPw2TXHJw"}, {"stars": 4, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "After interviewing three cosmetic dentists to replace eight veneers, I was highly Impressed by Dr. Ayoub's extensive experience and friendly staff. It was a huge expense for me, so I wanted to be certain the best person was doing the work. I had the idea to speak with the most prominent dental lab on the West Coast that supplies for many leading cosmetic dentists. Immediately, they told me Dr. Ayoub had the most extensive and complex orders with them over the past decade. I have teeth from hell-- much restorative work over the years and bad bite issues. The prep work was very difficult-- I was in the chair for over five hours-- but I was so impressed at the level of sheer focus and hard work by Dr. Ayoub and his amazing assistant. The results were spectacular.\n\nI did have problems down the line with a veneer popping off twice. I was very annoyed. But he fixed the problem each time at no charge-- he backs up his work. He's firm and can come across as demanding at times, which took getting used to. I came to realize Dr. Ayoub is an artist, a true craftsman, and to just listen to him and pay attention. Knowing this, and rewarded with my stunning  smile, I have full faith in referring him to anyone.", "date": "2011-09-12", "funny": 0, "useful": 0, "review_id": "sm_QWOKJdiimBUReBesbzg", "cool": 0, "user_id": "wtItu96dBXfNvPlRQ3EHfg"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "I have teeth that require regular work - replacing 20 year old fillings, root canals, crowns, etc. Dr. Ayoub is a true professional. He and his staff treat you like a patient, listening to your concerns, time constraints and financial capabilities and making plans to work with you on solutions.  As a professional, he's also not afraid to tell you what can't be done and isn't realistic.    \n\nI can't recommend highly enough. As everyone says, Kay and the staff in the office complete the professional experience.", "date": "2009-08-25", "funny": 0, "useful": 1, "review_id": "wJ8zLwj1TfV2zpRVhmoJpQ", "cool": 0, "user_id": "VatMQXa6vET69Kdj0HJC3Q"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "I've been his patient for about 7 years.  I had the misfortune of changing my insurance and having to go to another practice for about a year - and boy, what a difference!  I got to appreciate what an excellent dental practice he has.  They are not pushy selling you anything you don't need, the front desk ladies are so friendly and accommodating, and all their assistants and hygienists are so gentle yet thorough.  Highly, highly recommended!", "date": "2009-05-06", "funny": 0, "useful": 0, "review_id": "FWeqOq5BpCvUHXEFmkQgvQ", "cool": 0, "user_id": "E7lEcwyvmtlQg4Uewjpe8A"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "I am so relieved that I found Dr. Ayoub. He is very honest and takes pride in his work. I have put off going to the dentist after several bad experiences with other dentists. I am very thankful to have found him. Dr. Ayoub and his staff definitely care about their patients.\n\nHe has totally restored my faith in dentists again.", "date": "2013-02-13", "funny": 0, "useful": 0, "review_id": "3I2pjemJ9n0ZhuH_aqlwRA", "cool": 0, "user_id": "Jv2jDJAi-SWxX0H3RsytdQ"}, {"stars": 4, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "I am very happy with Dr. Ayoub and his staff.  I have been his patient for about 7 years now.  I had a problem with loose lower front teeth due to over-prolonged use of braces when I was growing up, which stunted the roots.  Dr Ayoub was able to stabilize the teeth with a simple, invisible wire device attached to the back surfaces, and I have kept the teeth as a result, much longer than was predicted by other dentists.  We have tacked my gum issues with home care and frequent cleanings and have replaced a crown or 2.  All of his work is affordable and excellent quality.  I like the guy.", "date": "2009-04-13", "funny": 0, "useful": 1, "review_id": "q0w8KI19GOmjJKPlGd8TpA", "cool": 0, "user_id": "6XZvGJe_StNWMXJqDw5QzQ"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "I hate the dentist. I am afraid of the dentist. I usually cry at least once when I am at the dentist.\n\nBut I love Dr. Ayoub!\n\nI was referred to him by an endodontist who was correcting some bad work from a bad dentist, and I cannot believe my luck. Dr. Ayoub is patient with me and my fears, goes slow and has a precise attention to detail. His staff is friendly and welcoming. While Dr. Ayoub is also a cosmetic dentist, I visit him for all of my dental work, including cleaning, X-Rays and a crown that looks even better than the original tooth.\n\nHis office is conveniently located just off Union Square, so you can watch the tourists parading around as you wait for your Novocaine to set in. Always clean, always quiet and always professional. I have recommended many friends to his office (and hopefully you too).\n\nI am so loyal to Dr. Ayoub that I continue to visit him even though I have no dental insurance. He is well-worth the cost!", "date": "2009-02-20", "funny": 0, "useful": 2, "review_id": "wAjPNIHPffpoXZSXSRAU7A", "cool": 0, "user_id": "D1_-n5rmdurJ5l-L2hzqmA"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "Dr. Ayoub and his team run the BEST dental office i've ever been to!   He only drills when he absolutely has to and told me that some early cavities can re-mineralize and heal by themselves if you take care of them which is great to know!   In the 12 yrs i've been going to Dr. Ayoub he's only had to fill two cavities and one was tiny that he did in the same visit as my cleaning just now.  I also got bleaching trays which fit great from him and he did a PERFECT job bonding a gap in my lower teeth that had really bothered me for years /  he fixed it in one sitting and matched my surrounding teeth so well -  my smile looks great!   \n\n Thanks Dr. Ayoub!", "date": "2011-03-03", "funny": 0, "useful": 1, "review_id": "SFqrlofRI-Z3fyC5-s_ePw", "cool": 0, "user_id": "zyJsVXuDYFRj8cjPUvlN0A"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "Great dentist!  Very professional, kind staff.  Dr. Ayoub is extremely adept and well-practiced.  Highly recommended for routine dental work such as cleanings and fillings.", "date": "2009-08-17", "funny": 0, "useful": 0, "review_id": "aP09tTTY6-380N2srQmG1Q", "cool": 0, "user_id": "UsKM_KOtiFLBHSl0mCYUbw"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "Took me exactly on time, no waiting. Office is pleasant, friendly staff.\nPainless treatment w/o Novacane.\nDid not try to create work for himself. Only did the work necessary.", "date": "2016-04-01", "funny": 0, "useful": 0, "review_id": "M2GW1ga4b7h0Rl4sxBPeqA", "cool": 0, "user_id": "mVzs7C9MQUKVftOaXvPXcw"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "This is a review from my first visit to his office on May 16, 2016. Simply put- Those most capable and confident in their work are the ones that are the most humble. He is obviously an accomplished dentist with his long history of work and actual cases to back it up, yet he didn't try to sell himself and never pressured me to do anything. He carried out informed consent perfectly, giving even an option to not to do anything. \n\nHe is honest and ethical, not strictly motivated by financial interests. He treated me as a patient and apparently thinks about my best interests. I believe this is how all dentists should act. I was fortunate to find him through my amazing periodontist.\n \nI will update my review as things progress.", "date": "2016-05-29", "funny": 0, "useful": 0, "review_id": "FwJ8SydOu81UKzPnEps0bg", "cool": 0, "user_id": "PWuvun6vekhAo0mO0KRWyA"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "I have been going to Dr. Ayoub for about 20 years.  He does a lot of cosmetic dentistry now, but still has time to do the basics.  His staff is also very friendly and professional.  \r\n\r\nI think so highly of him that I have referred a number of friends to him.", "date": "2006-11-02", "funny": 0, "useful": 2, "review_id": "go-6an08XCf90I1DzxT4Eg", "cool": 0, "user_id": "0_G3lAczsWZiZa3Utsm7jQ"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "Dr. Ayoub, his assistants, and office are fabulous.  Professional, personable and they do incredible work.  I've been with Samir for 25+ years.  He and I just completed a major, successful project where I had 4 crowns - the upper central and lateral incisors - that now enable a perfect bite with, incredibly, a perfect color match to my other teeth.   Over the years I'd grinded these teeth down posing future risks to my teeth not to mention the poor cosmetics that ensued.  With extreme attention to detail, taking time and effort to get this work done perfectly, my teeth look perfect and natural.  I can't wait to do the lowers next year, when a bit of insurance support kicks in again.  I fully recommend Dr. Ayoub for your regular and cosmetic dental work.  You can't get better. Ron Lezell", "date": "2014-08-08", "funny": 0, "useful": 0, "review_id": "lADyKAy_WShNR27I22XWPQ", "cool": 0, "user_id": "Tm6PlYwcOKYAzSDweNfkWw"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "I'm living in LA now, but I used to live in the San Francisco Bay Area.  When I was living up there, I wanted to get veneers done and I heard about him from an acquaintance.  How lucky I was to have been directed to Dr. Ayoub!  He and his staff are the best.  Dr. Ayoub and his staff must have a philosophy of going the extra mile to make sure his patients are completely satisfied because that's how it felt to me.  I love my smile and would recommend anyone to go see Dr. Ayoub.", "date": "2011-06-28", "funny": 0, "useful": 0, "review_id": "cV-47KvJGAEgUHZPZlDE1A", "cool": 0, "user_id": "rwmWZ9pQGO-MhuBAEfi5uw"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "I just left Dr. Ayoub's office and I can't stop smiling!!!\n I keep looking at my teeth and how absolutely amazing they are. My new smile looks like I was born with it, yet it is so much prettier than my original one...which makes me REALLY happy.\n\n Let me say that in my search to improve my smile I ended up with my 4 front teeth bonded by another dentist years back. I walked around with 4 square 'chicklets' for several years, not realizing how fake they really looked until now.  Dr Ayoub saw me several times before I could even decide what I wanted to do. He always made time for me, never pressured me, listened and answered every question I had.  His staff are warm and welcoming and made me feel special as well.\n\nDr. Ayoub dedicated ALOT of time and effort into transforming my smile. To be honest, I don't know how he made my teeth look like they were always there. My front four teeth look totally natural and are completely harmonious with the rest of my mouth. I find myself smiling a lot more these days.\n\nDr. Ayoub is meticulous and is a perfectionist. He agonized over details until he was satisfied. It is apparent that he not only loves what he does, but he is also a gifted artist. He is THE BEST!", "date": "2012-10-18", "funny": 0, "useful": 0, "review_id": "8_RsAOAME1nVEH4U8c2vxA", "cool": 0, "user_id": "n5MDMvTwtllKKXWUrUk0mg"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "If your looking for a dentist, Dr Ayoub will fill that need.  Not only is he a great technician but an artist to boot.  He works from the heart and that is very rare these days.  His office is harmonious, the staff is wonderful and even though the word \"dentist\" makes people run, running to his office would be the right direction.", "date": "2012-03-22", "funny": 0, "useful": 0, "review_id": "p6meyRq5ZV9v-jpKE9rXBg", "cool": 0, "user_id": "9uO0sGIX8Im1VXhiZ-eowg"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "Dr. Ayoub and his staff are not only extremely professional, but friendly and courteous as well. I came to see him for a cracked crown on my front tooth and was nervous about the type of result I would get. In addition to settling my nerves, Dr. Ayoub did a fabulous restoration. He took his time taking photos and looking at my tooth from every angle; a complete perfectionist. It was clear that the aesthetic of my smile was important to him. I now have a smile I haven't wanted to flash in a long time. My husband plans to see him soon for a check up and if he will take our children, I will be bringing them to him as well. This is really as good as it gets.", "date": "2011-01-27", "funny": 0, "useful": 0, "review_id": "b0on7sAR-nknibU_AfK5XQ", "cool": 0, "user_id": "4lpDjpSVi2rwEM2dMXBTMQ"}, {"stars": 5, "business_id": "D6z9UcJCJGhjTA68itWuBA", "text": "Dr Ayoub did a stellar veneer performance in 2006.\n\nI use a night guard religiously and my teeth are still nearly perfect!\n\nHis Hygienists and Staff are also Stellar", "date": "2014-05-27", "funny": 0, "useful": 0, "review_id": "0EzB8G2AruhOB2lY0xWgxw", "cool": 0, "user_id": "AhODtFiXWo2t6UY9ejhajw"}, {"stars": 1, "business_id": "Xp2Owe_MZcRiCFZJuyarVg", "text": "Used them last October for a move in cleaning. Paid way too much money for a less than mediocre job. I had to go after them and clean the kitchen myself while 6 months pregnant. When I complained to the owner, Vanessa, about it, she said she spoke with her cleaners and they said they cleaned the kitchen. A move in cleaning usually involves more than a simple wipe down, it requires some elbow grease. Vanessa did offer to resend her ladies, but I didn't want to pay them more money to do a half ass job again. \nI was also disappointed with how they were supposed to show up in the morning, but were still at the house when we arrives late in the afternoon to drop off some items before our big move in. Also, there were 2-3 bottles of Windex and that was the only type of cleaner I saw when I arrived. I don't think Windex is considered a \"green\" cleaner...", "date": "2015-02-19", "funny": 0, "useful": 0, "review_id": "cECeJ5N1xsX-7p3ltBScTQ", "cool": 0, "user_id": "bqeYFt5sRAeEUpIQ7U5PLA"}, {"stars": 5, "business_id": "Xp2Owe_MZcRiCFZJuyarVg", "text": "I always get my house cleaned by Vanessa. She does an amazing job with our bathroooms and kitchen. Perfectly love her work. Many a times I even request her to do some extra cleaning, which she makes sure she gets done. \n\nI have tried a couple other servies, but I like her the best because of her perfection.  She leaves me happy everytime. Thank you Vanessa for your help. Totally recommend everyone to try her services.", "date": "2013-10-31", "funny": 0, "useful": 0, "review_id": "E-mO5y6sE2XZJJJop6tYmQ", "cool": 0, "user_id": "dtUyclptaTj39vqF6J2JmQ"}, {"stars": 5, "business_id": "Xp2Owe_MZcRiCFZJuyarVg", "text": "Vanessa started cleaning my house a couple months ago and she is doing an amazing job. She does exactly what she says she will.  She always responds quickly and shows up promptly.  I have had other house cleaners but will only use Vanessa going forward.  She came recommended from a friend of mine who also uses her services.", "date": "2016-05-03", "funny": 0, "useful": 0, "review_id": "eDL4zLriFdEtlRxyRmpk0w", "cool": 0, "user_id": "r18p34iac1nUt8hxf1tj1g"}, {"stars": 5, "business_id": "Xp2Owe_MZcRiCFZJuyarVg", "text": "Vanessa and her crew are amazing. Anyone who knows me, knows that I am very particular about how I want my house cleaned. Vanessa happily accommodates, cleaning things the way I want them done. I have tried many housekeepers over the years, but I'm sticking with Vanessa. She has been cleaning my house for a few years now. She uses non-toxic cleaning products. If you have any special needs or desires, you can let Vanessa know. I have referred several friends to Vanessa and will continue to do so. Look no further for house cleaning services. Casa Bonita Green Cleaning provides reasonably-priced, efficient, friendly, and excellent service!", "date": "2014-09-29", "funny": 0, "useful": 0, "review_id": "xo1FrL_2yo97uffn33_Xpg", "cool": 0, "user_id": "kJc3qvxrisv6oM-C0Pt83w"}, {"stars": 5, "business_id": "Xp2Owe_MZcRiCFZJuyarVg", "text": "Vanessa and Araceli cleaned my house one time and did an excellent job. Now I hire them to clean my house once a month. They do an excellent job and would leave your house smelling fresh!", "date": "2014-01-04", "funny": 0, "useful": 0, "review_id": "kW5OKbvkog72wUD23vFxmA", "cool": 0, "user_id": "kUxCPwO6zlAwE5OWZZgqMg"}, {"stars": 5, "business_id": "Xp2Owe_MZcRiCFZJuyarVg", "text": "After trying out 2 different companies from the phone book and not being happy, I decided to try researching on Yelp.  After reading reviews from other users, I contacted Vanessa from Annette's..  They were prompt and very thorough.  Our condo was quite a mess- they did a wonderful job.  I'm very happy and have already booked them to come weekly!!!  I absolutely recommend them.", "date": "2014-03-13", "funny": 0, "useful": 0, "review_id": "aLyPm6whc2Trfj0UlZ4zVA", "cool": 0, "user_id": "lIazXaD8_x4TbBsqBWyCfw"}, {"stars": 5, "business_id": "Xp2Owe_MZcRiCFZJuyarVg", "text": "Vanessa and her team have been cleaning our house for almost two years now. They are fantastic! Our house looks spotless after they are here, and it always smells really nice. They pay special attention to the kitchen and bathrooms. Vanessa is so sweet and always responsive. She texts the night before the appointment to confirm they will be coming, and has been flexible on the times I've had to switch the date. In a house with a dog, cat and toddler, it's awesome to have a really clean house at least once every two weeks! I highly recommend Casa Bonita.", "date": "2016-05-10", "funny": 0, "useful": 1, "review_id": "dp9r-LoGPB18mIw_nEd8HA", "cool": 0, "user_id": "FJfnHNLvFHls8U4k_8Bj7g"}, {"stars": 5, "business_id": "Xp2Owe_MZcRiCFZJuyarVg", "text": "Vanessa is great! Very sweet and truly tries to work with your schedule. She cleans thoroughly and they even tidy my messy sons especially room... Her rates are reasonable and I've recommended her many times. They are quality and trustworthy which is refreshing:)", "date": "2014-01-07", "funny": 0, "useful": 0, "review_id": "aWZ5IVFulGOs2gjNSgdGJg", "cool": 0, "user_id": "tzSVX-0Tsb07dI9BHW-InQ"}, {"stars": 5, "business_id": "8d8QHAktYg8Q2C3ZpAhwvQ", "text": "Yes, Yes and Yes! I love this event so much, but how could i not? Amazing bands all weekend, incredible vintage shopping, the classic car show, the Tiki Pool Party, gorgeous people, and to top it off it's in Vegas! It doesn't get better than this.", "date": "2013-04-09", "funny": 0, "useful": 0, "review_id": "4siBtoaPDmfV7KjqL73eWg", "cool": 0, "user_id": "bP_yim2oJZya_OZF9s4HUw"}, {"stars": 5, "business_id": "8d8QHAktYg8Q2C3ZpAhwvQ", "text": "This is THE highpoint of my YEAR!! It isn't just a car show, it is a Rockabilly Weekend, so don't get offended by the \"dress up\" people, just have fun! Outstanding cars in the car show area, with strict guidelines on the cars to keep the severe r@trods at bay, lots of fun activities, great vendors, lots of great people from all over, and great car clubs (mine, the Taildraggers, included). This is a must go if you're in the traditional car scene, or into Rockabilly music.", "date": "2013-05-24", "funny": 0, "useful": 1, "review_id": "1R2xTUST6JBnJmbdJIySyA", "cool": 2, "user_id": "-URAJU5BQAM2F1_SNna81g"}, {"stars": 1, "business_id": "8d8QHAktYg8Q2C3ZpAhwvQ", "text": "This used to be a great event full of rockabilly bands & fun, but not anymore.  The ticket prices are ludicrous for what you get (nothing but a wristband) , and the so-called burlesque competitors lack so badly compared to the great days of Victoria Vengeance and Bunny Bravo.  The bands you can see for free or small admissions at local bars in and around the Orleans.  The vendors... Fuhgetaboutit.  Nothing to see there.  Car show?  Not much of one really.  So save your dough & skip this one.", "date": "2014-04-04", "funny": 1, "useful": 1, "review_id": "Uwl3fRhYDpl3KBRtuMsFUQ", "cool": 1, "user_id": "WLaf4zncqmnSFh-PT2_Bvg"}, {"stars": 4, "business_id": "8d8QHAktYg8Q2C3ZpAhwvQ", "text": "This is a fun event to spend an afternoon at. Lots of cool clothing vendors with reasonable prices for the girls and a ton of people watching! I saw some incredible outfits which makes me wish people are still dressing that way today. \n\nThe food was ok and there's little shade so make sure to wear a hat or better yet bring an umbrella. There are events happening all day, one of which is a burlesque contest!", "date": "2015-04-04", "funny": 1, "useful": 2, "review_id": "mFmVgm0WUqGbSACf7zCm-A", "cool": 2, "user_id": "f0TN5yZ7JBMKIzr3hSuwFQ"}, {"stars": 3, "business_id": "8d8QHAktYg8Q2C3ZpAhwvQ", "text": "Alright, Viva Las Vegas tickets admission prices are fair enough, but I still got more bang for my $40 I-get-to-see-everything-too-and-not-just-vendors admission price at the similar and equally competitive Ink-n-Iron festival.\n\nMaybe Viva 20 will be better.", "date": "2016-06-06", "funny": 0, "useful": 1, "review_id": "4MnVVuoQ_MGH5Ug1vuX4Rg", "cool": 1, "user_id": "l5oL1LQiUPLk1WTLwawg5A"}, {"stars": 5, "business_id": "8d8QHAktYg8Q2C3ZpAhwvQ", "text": "Came here with my girlfriend. She'd been here a few times in the past. This was my first year. Thank God for this weekender. This reminded me how much I loved going to shows every week, why I used to put up with being called \"Elvis\" on a daily basis, and how much my job had stolen my soul. Being around so many people who have appreciation for rockabilly fashion, lifestyle, and music is a breath of fresh air. The people ranged from people you could tell dressed and lived rockabilly 24, 7 to people who just liked old cars and the music, to people, like me, who have a casual appreciation. (well at least now anyway) They ranged from traditional all the way to psychobilly. Best part was while it was fun we were very tired and glad to get home..... then kept thinking how much fun it was that we booked a room for next year about a week after we got back.", "date": "2012-07-08", "funny": 0, "useful": 2, "review_id": "1xA-y8lKdOQnnJp-c2aESQ", "cool": 3, "user_id": "HqClGYWc8GbQJ51r9wn9sA"}, {"stars": 5, "business_id": "8d8QHAktYg8Q2C3ZpAhwvQ", "text": "I LOVE a Good Viva Las Vegas Weekend!\n\nSITREP\n\nFor the last nine (9) years, I've enjoyed catching most of the \"VIVA LAS VEGAS (VLV)\" Rockabilly Band and Swing-Dance conventions here in Las Vegas (often concurrent with Easter Weekend, sometimes not).  Often hosted by both Gold Coast Hotel & Casino, and it's sister-complex the New Orleans, VLV is the place to be for a Rockabilly Weekend..\n\nVLV's ROCKIN EVENTS!\n\nViva Las Vegas hosts a lot of different functions that keep everyone interested the whole weekend.  These include:  \n\n* Of course the Swing-Dance & Rockbilly Band Nights! - Every night beginning at 9pm the Bands play and the all-dance begins and continues until 4am!  [No rest for the weary!]\n\n* Swing-Dance lessons - in the evening at 7pm-9pm in the Gold Coast Main Ballroom!\n\n* The VLV Burlesque competition - all eyes are on the delicious ladies sauntering around sensually in nothing but sequins & feathers, a total delight to the eyes.  I was so excited when my friend and fellow Seattle-mate VIENNA won the competition!  She is an absolute beauty.\n\n* Classic Car Show - the outdoor garage complexes are completely taken over by souped up cars from the 50s, 60s and before.  Awesome, customized old school cars were revvin their engines to high decibals level.\n\n* Rockabilly Clothing, Accessories, CDs, etc. etc. VENDING! - I got myself some great Rockabilly shirts, Dickies shirts & Pants for myself and friends.  GREAT STUFF to buy here (or to set up your own vending!)\n\nTHE LOWDOWN\n\nViva Las Vegas brings you your  Rockabilly Fun every Spring!", "date": "2012-04-24", "funny": 7, "useful": 11, "review_id": "jCzqhUwje9sMRpp__YH5Ew", "cool": 8, "user_id": "3mNz5nQFTIBQm0oU5mBR0w"}, {"stars": 5, "business_id": "8d8QHAktYg8Q2C3ZpAhwvQ", "text": "Viva Las Vegas Rockabilly Weekender 16th. I go every year and Tom Ingram did it again for the 16th time with a Great line up.  Loved Reverend Martini's All Night Jumpin Showcase in Brendan's Pub where you can go midnight to 4am was off the Hook with everyone you love on one stage. The Rev even  had including Marky Ramone! Unbelievable! Loved the German Band Ray Collins Hot Club  and Deke's Guitar Festival In fact, the Orleans Hotel where the event is held was sold out for next year before everyone could check out on Monday. Each attendee made their reservation for next year upon check out even though tickets for #17aren't on sale  yet...but they will be! The car show and outside vendors were moved to the front side of th4 hotel a great move. Dick Dale was fantastic! Little Richard was great to have there and see except I wish he would have done more of his vintage 50s \"Rock n Roll\" instead of his Blues since VLV is a Rockabilly Show..and we Rockabilly's love the old Skool Rock n Roll, but still where else do you get to see Little Richard amongst hundreds of Classics and Custom cars and gobs of bands playing for four days and two GIANT rooms full of scrumptious vintage and genre pacific vendors. It was fun to have my room over the pool so each day I could look down on the cool Pool Party! I adore walking through a Vegas Casino and hearing English Top DJ Tom Ingrams cool tunes piped though instead of the icky stuff casinos usually have. Toms music is the BEST! And Speaking of the BEST..Brendans Pub The Reverend Martini's ALL NIGHT JUMPIN SHOWCASE was OFF THE HOOK! How does she get all our favorites to come play on one stage for her each year???!!  She had the infamous living legend drummer of the Ramones, Rock n Roll Hall of Famer, Grammy recipient Mr. MARKY RAMONE on her stage and paired him with the notorious DEKE DICKERSON doing a Ramones set! What a Thrill! Also, both nights she had DALE WATSON, BIG SANDY, PETER OF THE GO GETTERS, ROSIE FLORES, MARTY BROM, BUZZ CAMPBELL, JITTERY JACK, BLOODSHOT BILL, LIL MO & THE DYNAFLOS, PACHUCO JOSE, CHRISTINE NELSON AND MEMBERS OF ROYAL CROWN REVUE,,\"SMITTY\", CHRIS SPRAGUE,, NIKKI HILL AND MATT HILL, THE MEMPHIS KINGS , MOONlight trio all on one stage from midnight to four am. All of the Reverend Martini's Viva Cantina fans and friends came to the show. I was told many new recruits since the Reverend Martini's show in Burbank every Saturday night is a small example of what you can hear at VLV and is represented there all year long . She even teaches the girls the Stroll at her Wednesday and Thursday record Hops so the kids will all be prepared for VLV next year! So many events at VLV you have to go on line to the websitevivalasvegs.net and check it out not to miss it next year!", "date": "2013-04-24", "funny": 0, "useful": 0, "review_id": "AngA9WoYDypS4egnbB7P0Q", "cool": 0, "user_id": "GND27BvHrA3gmJa3LBhlnA"}, {"stars": 2, "business_id": "8d8QHAktYg8Q2C3ZpAhwvQ", "text": "Rockabilly weekend used to be a nice event. Now it's turned into another rip-off, highly marketed,and price gouging event by the promoters and the Casinos. Las Vegas will stop at nothing to get the most dollars they can for any event or whatever they can hype and sucker the public for anymore. It started off  with fun, good bands. lots of free stuff including the car show. Now it's pay, pay, pay. Nothing is hardly a value here anymore. The tattoos, high heels and people sure aren't from the fifties times so I really don't get it. If you're young, on spring break, a drinker, party type and have lots of cash to waste then you might like it. Most veterans and locals here see what's it's become so it's nothing special anymore.", "date": "2015-03-27", "funny": 1, "useful": 1, "review_id": "F21ZXiY25iPIjXAzV8dP9w", "cool": 0, "user_id": "sJX0jxryP6ih_iiomBQSJQ"}, {"stars": 5, "business_id": "8d8QHAktYg8Q2C3ZpAhwvQ", "text": "I love this event, the four day passes are the best way to go.  You have access to all the events,Car Show, Pool Party and so on. The music is wonderful, the band are international, the prices are fair by today standards.  Were can you find a A $3.00 beer at any concert hall in these United States of America.  \n\nThe wrist band policy lets you go in and out every day giving you the freedom to do so much while in Vegas.  If you love music, good food, fun, people and tattoos this is the best place on the planet to to have a great time.  \n\nA great way to spend your Easter weekend!!!", "date": "2012-04-09", "funny": 0, "useful": 3, "review_id": "zxFce1a-8dqpqVNAES9xmA", "cool": 4, "user_id": "OfquLKNBEaF3mGRL7xbgUg"}, {"stars": 5, "business_id": "8d8QHAktYg8Q2C3ZpAhwvQ", "text": "Best weekend of my life!!!!! My friend and packed our bags and got a cute suite at the The Orleans. Our room over looked the car show. Once you get there it's like you've hopped on a time machine and went back 60 years!! Not even Doc can bring me back from this one. The women were gorgeously done up and the men had their bad boy pomps. Pool parties, burlesque shows, vintage car shows, rockabilly music,  bowling, and best of all shopping so much to do in so little time. Next year I'm going for the full 4 days! But I am glad I made it out the two this year!!", "date": "2015-05-14", "funny": 0, "useful": 0, "review_id": "su3b8At3bDARvL09Fudebg", "cool": 2, "user_id": "WVyvaPchlfEM-SQCmeeUCA"}, {"stars": 5, "business_id": "8d8QHAktYg8Q2C3ZpAhwvQ", "text": "Hey, this was a big suprise and what a blast for everyone.  People from around the world and entertainment happening all day and night-I'm still wondering when all these attendees slept. The vendors were great and the car show was a one of a kind. The  entertainment was a trip and some of them even attended  the signing booth with books and pictures-I even bought a record and had it signed.  If you haven't done this weekend, you're in for a really great time, but don't forget the no doz!", "date": "2016-05-24", "funny": 0, "useful": 0, "review_id": "j8JGpsaWeClX64IC3pQTzg", "cool": 0, "user_id": "60fIMibjmCJDeyELuo3Hqg"}, {"stars": 1, "business_id": "8d8QHAktYg8Q2C3ZpAhwvQ", "text": ":( Viva las vegas rockabilly 2014 .was a complete DISASTER ! Im a local I wait for rockabilly every yr.this yr was nothing but lack of communication between casino and who ever IS in charge of event! So I thought I paided for waist band for 4 weekend.I was told was good for whole event.I came to find out u have to buy waist band for car show $50, to visit vendor u have to pay for a different waist band and to get in bars etc,another separate wrist band...Rockabilly use to be fun, enjoyed watching and seeing everything and everyone ..so disappointed and not worth money! Security and employees working event were very rude and useless as well! SAVE ur $ !", "date": "2014-04-18", "funny": 2, "useful": 2, "review_id": "h6mVoNWx2pW0zyabexcWKA", "cool": 0, "user_id": "t8E9gcxYl3rdrxZq-psepA"}, {"stars": 2, "business_id": "8d8QHAktYg8Q2C3ZpAhwvQ", "text": "Dear Viva,\n\nI look forward to you with anticipation and dread in my heart. It makes my heart overly pleased to see my everyday friends and those who live far in their finest wear. \nYes, it's our comi-con. We live it everyday! \nWe sure do love everything that is old timey time. \n\nWhat crushed my heart was the extortion rates that were charged after I got taken off the wait list. It was literally hundreds of dollars more to book the room than the advertised \"Viva Rates.\" Thus explains the reason why people hoard rooms. That's my drinking and shopping money! \n\nThe event ran pretty smoothly, it sucks to have Disney long waits at most events. \nI'd have to say that the head of security could use a few months of sensitivity training. Him telling yelling at a guest that he was \"Sick and tired of you Rockabillies!\" Was totally uncalled for. Humiliating women is not a skill, it's plain bullying. \n\nI'd have to say that this is the dirtiest Viva that I've been to. There was trash everywhere!!!! We had to bus tables just so we could sit.", "date": "2014-04-24", "funny": 4, "useful": 3, "review_id": "8yQVCzopJVISFNnjsYRd_g", "cool": 2, "user_id": "VZpfPFK1Td5GMMFz-4l1jg"}, {"stars": 5, "business_id": "8d8QHAktYg8Q2C3ZpAhwvQ", "text": "Heaven.\n\nClassic cars, amazing music, HOT men, and vendors galore.  \n\nWorth the $30, easy.", "date": "2011-05-09", "funny": 4, "useful": 3, "review_id": "2jjvi69Z5KTOZjL6cbTvMA", "cool": 4, "user_id": "c_1j2RMp_2jnWOEjlP9twQ"}]